<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
smoke	5
foreigners	6
emphasis	7
understated	8
sweet	9
languished	10
viewers	11
japanese-managed	12
troublesome	13
fragmented	14
dome	15
elegant	16
decoration	17
investigational	18
personal-computer	19
cautiously	20
negotiated	21
buys	22
successful	23
weeks	24
behind	25
grapevine	26
reviving	27
crumble	28
parks	29
easterners	30
hemorrhoids	31
skyrocketing	32
lady	33
habits	34
offering	35
stroke	36
extending	37
incompetent	38
dark	39
poverty	40
honoring	41
protectors	42
crazy	43
inexpensive	44
joke	45
mayors	46
anti-abortion	47
shah	48
truce	49
restrictions	50
guy	51
difficulties	52
intervened	53
realizing	54
adapt	55
participated	56
slim	57
courting	58
beauty	59
burdened	60
re-enactment	61
past	62
advocated	63
convenes	64
manufactured	65
british	66
reject	67
penny	68
cash-strapped	69
apartment	70
distinct	71
carbon	72
rewarding	73
services	74
shelter	75
demonic	76
anticipating	77
import	78
contracted	79
guidance	80
dash	81
got	82
encounter	83
unruly	84
christians	85
ohio-based	86
nightmare	87
raped	88
between	89
yanked	90
reliance	91
ft.	92
50th	93
depressing	94
appliances	95
environmentalism	96
falls	97
chlorine	98
edged	99
copyrighted	100
subsidiaries	101
sideways	102
late-payment	103
items	104
deductions	105
slower	106
registrations	107
sporty	108
age	109
non-tariff	110
ouster	111
overcharge	112
shop	113
commission	114
stereo	115
shrinkage	116
podium	117
grueling	118
ethylene	119
dust	120
movements	121
's	122
chic	123
laden	124
raises	125
agreed	126
legally	127
catalogs	128
sums	129
timed	130
librarian	131
323s	132
decisively	133
wine	134
assimilate	135
jutting	136
cd-type	137
sows	138
stumble	139
forgiven	140
implications	141
load	142
pale	143
misstates	144
visitors	145
leapfrog	146
technicality	147
enactment	148
departing	149
pool	150
requires	151
drastically	152
caused	153
defends	154
deck	155
stockpile	156
spectacle	157
alarm	158
responded	159
screaming	160
numbered	161
trainer	162
matched	163
grateful	164
backward	165
audits	166
dock	167
discoveries	168
farther	169
balking	170
persisted	171
creator	172
adventure	173
invested	174
installing	175
assault	176
require	177
tie	178
tied	179
syndication	180
hopefully	181
thug	182
faltering	183
incidental	184
aside	185
sandwich	186
gossipy	187
royalty	188
scourge	189
top-performing	190
pro-life	191
firefighters	192
reaches	193
procrastination	194
bailout	195
isolate	196
earners	197
postponement	198
stalling	199
deflator	200
colleague	201
statistics	202
catapult	203
foothold	204
index-linked	205
after-tax	206
%	207
performances	208
tonight	209
task	210
windshields	211
overturn	212
savvy	213
instances	214
counseling	215
tires	216
cleansing	217
distributes	218
doubtful	219
potholes	220
undergo	221
expiration	222
black-and-white	223
indicative	224
conjunction	225
he	226
boast	227
refillable	228
lured	229
molecules	230
lines	231
program	232
much-publicized	233
kong-dollar	234
refocusing	235
retailer	236
f-14	237
elderly	238
'	239
messenger	240
waiving	241
shoots	242
emotionally	243
euphoria	244
nosedive	245
zombie	246
kicking	247
disagreement	248
mishandled	249
holes	250
name-droppers	251
rude	252
limitations	253
redemptions	254
45-year-old	255
marketer	256
62-year-old	257
fifth-largest	258
tpa	259
shorten	260
wounds	261
moderation	262
fact	263
approval	264
opening	265
anti-competitive	266
revolution	267
jazz	268
one-month	269
households	270
hesitant	271
initiate	272
rejoin	273
objection	274
disguised	275
eagerly	276
keeps	277
bidder	278
spills	279
burger	280
utilization	281
excuses	282
factions	283
closing	284
media-buying	285
ordinarily	286
flies	287
practiced	288
sex	289
men	290
retains	291
state-sector	292
adjusting	293
swimmer	294
preferred	295
nuance	296
rebuild	297
employed	298
marine	299
offset	300
cracking	301
second-half	302
socialism	303
chances	304
quotas	305
invite	306
photo	307
epilepsy	308
hopes	309
aggravating	310
abetting	311
decline	312
stock-repurchase	313
miscalculated	314
unsuccessfully	315
ashore	316
fierce	317
deferring	318
eventually	319
high-technology	320
lows	321
limiting	322
arrangement	323
overtime	324
leverage	325
wiring	326
rewrite	327
industrywide	328
break-even	329
learned	330
arrears	331
farmer	332
cyclosporine	333
outfly	334
dataproducts	335
72-year-old	336
enthusiastically	337
sector	338
pretense	339
acre	340
prowl	341
quadrupling	342
counting	343
underscores	344
marked	345
summit	346
77-year-old	347
directors	348
flextime	349
uncovered	350
horizon	351
sick	352
handy	353
loved	354
fourth-largest	355
nonfinancial	356
multibillion-dollar	357
promising	358
en	359
work-rule	360
toys	361
periodicals	362
hdtv	363
intermediate	364
careers	365
immune	366
overhanging	367
cfcs	368
achievements	369
heavyweight	370
units	371
supplement	372
delight	373
swap	374
thoroughbred	375
historic	376
assets	377
four-game	378
evacuated	379
innocent	380
main	381
official	382
regime	383
criminality	384
butler	385
scathing	386
engaging	387
idealism	388
plunging	389
receipt	390
adopt	391
swear	392
40-year	393
damn	394
proceeded	395
tastes	396
communication	397
year-end	398
against	399
realism	400
bridge	401
eventual	402
deciding	403
questionable	404
filipinos	405
delinquent	406
impressed	407
translate	408
hard-disk	409
defense	410
'd	411
wardens	412
grants	413
revoked	414
maintains	415
totaled	416
partially	417
aspirations	418
failed	419
popping	420
responsibilities	421
spin	422
forgive	423
hobbled	424
committees	425
analogy	426
redeem	427
supplier	428
gunmen	429
defending	430
religious	431
win	432
box	433
defunct	434
cease	435
realized	436
ended	437
lousy	438
glimpse	439
simplicity	440
disposals	441
investigations	442
harvested	443
languishing	444
town	445
swings	446
objectives	447
maturities	448
broker	449
turn	450
them	451
respond	452
congressional	453
soliciting	454
unethical	455
limits	456
impeached	457
satellite-tv	458
hostages	459
destabilizing	460
cab	461
local	462
somalis	463
portable	464
baby	465
capacity-expansion	466
lavish	467
jittery	468
sharing	469
unfazed	470
revenue	471
friction	472
asians	473
cutbacks	474
cease-fire	475
phantom	476
pro-active	477
post-watergate	478
lathes	479
hopeless	480
section	481
allowance	482
venture	483
resumes	484
!	485
cast-iron	486
vastly	487
commercializing	488
references	489
buzzwords	490
lower-than-anticipated	491
recurrence	492
salespeople	493
divesting	494
non-trade	495
agents	496
revised	497
promptly	498
shipment	499
13-week	500
auto-emissions	501
alternate	502
bondholders	503
inspector	504
budgetary	505
plummet	506
stuck	507
sales	508
manufacturing	509
reasonably	510
conviction	511
takeover	512
strongly	513
loopholes	514
private-sector	515
first-home	516
mechanics	517
additions	518
hardware	519
besides	520
cover-up	521
archrival	522
circus	523
lab	524
criticize	525
unravel	526
happy	527
crafted	528
currency-exchange	529
deviation	530
controversial	531
murders	532
disappeared	533
speculator	534
hog	535
commodities	536
rebuilding	537
20th	538
low-interest	539
unattractive	540
rally	541
short-range	542
profit-taking	543
surveys	544
fullest	545
frequently	546
equities	547
audiences	548
peoples	549
dried	550
strengthen	551
millionaires	552
interpreter	553
four-part	554
shadow	555
boundary	556
nameplates	557
cholesterol-lowering	558
accept	559
formulate	560
circumspect	561
refusing	562
sharpest	563
resource	564
fluctuation	565
electrical	566
signing	567
would	568
dividend-related	569
amalgamation	570
light	571
bovine	572
inserted	573
booked	574
reshuffle	575
iras	576
lunch	577
benign	578
objective	579
interests	580
intellectuals	581
sports	582
biologists	583
pumps	584
discipline	585
contributors	586
bucked	587
liquidator	588
passions	589
streak	590
budgeted	591
slash	592
examinations	593
depress	594
surprisingly	595
arteries	596
harbinger	597
danger	598
commonplace	599
proprietors	600
colorful	601
radically	602
marble	603
unificationist	604
knees	605
relates	606
advisers	607
elitists	608
sampled	609
circumvent	610
kidnapped	611
swallowed	612
polite	613
selectively	614
gouging	615
mainstream	616
cosmetic	617
line-up	618
sided	619
held	620
blossomed	621
mature	622
libyans	623
insulating	624
outstanding	625
placate	626
nests	627
extensions	628
rape-and-incest	629
rail	630
recommendations	631
entering	632
field	633
doomed	634
answer	635
belonged	636
prepayments	637
fuels	638
positioning	639
established	640
elixir	641
realists	642
died	643
precipitous	644
tasteless	645
repatriate	646
carved	647
ceremonial	648
with	649
seeking	650
disturbing	651
downtrend	652
counted	653
finding	654
champion	655
suspicious	656
securities-law	657
today	658
excuse	659
exploded	660
aged	661
contingency	662
tremendously	663
memory	664
foodstuffs	665
connected	666
validity	667
payroll	668
non-callable	669
reaffirming	670
originated	671
whipping	672
conception	673
glare	674
weekly-average	675
excerpts	676
deja	677
except	678
varied	679
sizes	680
strategic	681
maker	682
three-year	683
carrot	684
foul-mouthed	685
retailers	686
dormant	687
downward	688
ranging	689
accompany	690
minimill	691
seated	692
filled	693
devotion	694
day	695
affidavit	696
conditioners	697
u.s.-soviet	698
city	699
sounds	700
halves	701
alleges	702
jaunts	703
distracted	704
enormous	705
thinner	706
cogeneration	707
little	708
performing	709
new-found	710
pure	711
laws	712
glance	713
extraordinary	714
expands	715
silences	716
winter	717
baskets	718
discouraging	719
quartet	720
especially	721
advises	722
commercialize	723
respectful	724
79-year-old	725
pushes	726
skillful	727
stalwarts	728
partisan	729
grid	730
terminals	731
conferees	732
bond	733
user	734
prosperity	735
genes	736
pointed	737
swells	738
aftertax	739
funds	740
retirement	741
aids	742
throw	743
acquirers	744
historians	745
lazy	746
obligation	747
businessmen	748
survival	749
possessing	750
corporates	751
pump	752
hurling	753
ministries	754
flatly	755
wo	756
new-home	757
games	758
clause	759
strengthening	760
job	761
amortization	762
escrow	763
bleeding	764
scapegoat	765
combine	766
herself	767
albums	768
surveyed	769
developing-country	770
correlation	771
distort	772
refunds	773
maxim	774
electricity	775
exercise	776
cherished	777
afrikaner	778
organic	779
30-second	780
intelligent	781
assessing	782
modestly	783
paycheck	784
traveler	785
extorting	786
consent	787
backlog	788
non-invasive	789
tabs	790
rc6280	791
side	792
oust	793
dire	794
cap	795
unwillingness	796
elect	797
bathrooms	798
landfills	799
turnover	800
backlogs	801
bookstores	802
damper	803
conservative	804
parliamentary	805
naturally	806
stalinist	807
reproductive	808
deeply	809
largest-ever	810
rooted	811
break	812
adversaries	813
unloading	814
definitions	815
view	816
swept	817
pizza	818
trouble	819
resistance	820
resignations	821
thick	822
affiliation	823
believed	824
warehouse-club	825
customarily	826
detached	827
bribed	828
serve	829
omnibus	830
chess	831
anti-monopoly	832
projections	833
beeping	834
successors	835
entrepreneurship	836
index-arbitrage	837
uh	838
tantamount	839
narrows	840
drop-off	841
through	842
equity	843
capitalists	844
fiasco	845
drawn	846
necessities	847
names	848
trail	849
settlements	850
rain	851
liberalize	852
loads	853
prowess	854
dealers	855
blips	856
enterprises	857
stepped	858
investment-banking	859
percentages	860
switching	861
remained	862
ratification	863
52-year-old	864
expansive	865
trafficking	866
psychobiology	867
mixture	868
settle	869
motive	870
stardom	871
trade-distorting	872
diesel	873
communism	874
average	875
claims	876
technologies	877
gold-mining	878
systems	879
discouragement	880
adequately	881
--	882
ability	883
laughter	884
underwriter	885
join	886
thinks	887
saying	888
deductibility	889
computer-integrated-manufacturing	890
soviets	891
corrupt	892
rehearing	893
trespass	894
rapid-fire	895
high-performance	896
penthouse	897
minimills	898
bits	899
plush	900
economic	901
imperative	902
state-controlled	903
tunnel	904
careening	905
recognize	906
lightly	907
proposition	908
pains	909
wore	910
paper-products	911
guaranteeing	912
generate	913
shortsighted	914
backing	915
weakening	916
crimes	917
problematic	918
modernize	919
logo	920
beers	921
common-stock	922
requirements	923
affirmative	924
crashes	925
collected	926
focused	927
locally	928
unpopular	929
heir	930
induce	931
anonymity	932
violence	933
coffers	934
shopkeeper	935
sharp	936
european	937
eyeing	938
unit	939
accuracy	940
deduct	941
calgary-based	942
classified	943
taxi	944
midwestern	945
snow	946
enforcing	947
fail	948
contributed	949
predecessor	950
differentials	951
freeways	952
croaker	953
styles	954
unharmed	955
blink	956
page-one	957
developers	958
capital-punishment	959
single-a	960
informing	961
mentally	962
biting	963
tightly	964
pork	965
miscellaneous	966
tooling	967
transmitting	968
trains	969
jointly	970
particular	971
pitches	972
hung	973
exhibition	974
arising	975
endure	976
stranded	977
cushion	978
trusts	979
twisting	980
speaker	981
collaboration	982
package	983
plastic	984
impressionist	985
handles	986
perpetual	987
celebrated	988
ballistic	989
accused	990
back-ups	991
gurus	992
subsidies	993
shoe	994
wider-than-expected	995
critical	996
angels	997
single-cell	998
growth	999
ever-changing	1000
resent	1001
maiden	1002
metric	1003
recruited	1004
persistence	1005
strengthens	1006
disintegrating	1007
clustered	1008
exceedingly	1009
began	1010
fiction	1011
softer	1012
cumbersome	1013
asserts	1014
knee	1015
child	1016
remark	1017
desk	1018
humanitarian	1019
want	1020
tendency	1021
ease	1022
contribution	1023
dents	1024
flocking	1025
longing	1026
swelling	1027
planes	1028
summed	1029
knocking	1030
outweighed	1031
aerobic	1032
circulating	1033
noncompetitive	1034
effectiveness	1035
celebration	1036
lieutenants	1037
exceeded	1038
ignored	1039
wires	1040
cross	1041
mass.-based	1042
120-day	1043
theories	1044
pink	1045
top-10	1046
uniforms	1047
normalcy	1048
auction	1049
plaster	1050
broader	1051
retainer	1052
bags	1053
suppliers	1054
dispute	1055
constitutionally	1056
souvenir	1057
pitching	1058
dilutive	1059
sympathetic	1060
ocean	1061
intensely	1062
short-term	1063
techniques	1064
term	1065
broadcasters	1066
mideast	1067
iceberg	1068
servant	1069
recover	1070
loaded	1071
spinoff	1072
calling	1073
nurseries	1074
sewers	1075
testified	1076
warranty	1077
season	1078
referred	1079
directorial	1080
described	1081
signaled	1082
suit	1083
annual	1084
com	1085
tip-off	1086
intermediaries	1087
acquirer	1088
spewing	1089
bono	1090
dismal	1091
slumping	1092
juggling	1093
presence	1094
prestige	1095
lauded	1096
peaked	1097
leaned	1098
premises	1099
specializing	1100
modernized	1101
art	1102
champions	1103
acknowledges	1104
parliament	1105
lobby	1106
abortion-rights	1107
forgot	1108
facial	1109
catfish	1110
trim	1111
related	1112
expected	1113
gay	1114
freer	1115
considerable	1116
picked	1117
trees	1118
demon	1119
cooling	1120
maps	1121
inflation-fighting	1122
proposing	1123
open-ended	1124
stumbling	1125
stock-fund	1126
explicit	1127
lie	1128
scraps	1129
spiked	1130
revolt	1131
perch	1132
extradited	1133
securities-trading	1134
memo	1135
cycles	1136
untold	1137
harm	1138
ordinances	1139
betas	1140
variable-rate	1141
cachet	1142
abnormal	1143
vacated	1144
awaited	1145
previous	1146
opposite	1147
leftists	1148
newsprint	1149
repay	1150
vital	1151
telepictures	1152
sweep	1153
opulent	1154
dominated	1155
metro	1156
bitter	1157
intact	1158
reef	1159
dispatched	1160
balance-sheet	1161
four-year-old	1162
convicted	1163
pad	1164
does	1165
fans	1166
appropriations	1167
workout	1168
sign	1169
vacant	1170
understood	1171
infringement	1172
trades	1173
accidents	1174
mains	1175
japanese-americans	1176
taxed	1177
harmony	1178
impoundment	1179
repairs	1180
fame	1181
blundered	1182
convey	1183
lives	1184
tipper	1185
den	1186
phony	1187
desperate	1188
panned	1189
cents	1190
stymied	1191
well-servicing	1192
ballot	1193
club	1194
impasse	1195
whitewash	1196
penetrated	1197
capture	1198
blackened	1199
engineer	1200
researchers	1201
choose	1202
peripheral	1203
non-interest	1204
general-purpose	1205
closes	1206
co-sponsored	1207
prize	1208
supplied	1209
market-makers	1210
every	1211
lire	1212
convene	1213
standard	1214
eggs	1215
little-known	1216
blues	1217
intensified	1218
definite	1219
divide	1220
countermeasures	1221
workers	1222
spooks	1223
into	1224
deductible	1225
championship	1226
nickname	1227
minimalist	1228
panhandler	1229
produces	1230
soviet-style	1231
resale	1232
ongoing	1233
ba-3	1234
pc	1235
sloppy	1236
independence	1237
seven-day	1238
fathers	1239
uranium-mining	1240
double-digit	1241
crimping	1242
composed	1243
understanding	1244
assembled	1245
non-communists	1246
upon	1247
handout	1248
comedy	1249
survives	1250
dallas-based	1251
confused	1252
exceptionally	1253
upshot	1254
proficient	1255
ally	1256
narcotics	1257
unites	1258
finds	1259
airlines	1260
extraordinarily	1261
exposing	1262
pinpointed	1263
sponsors	1264
restored	1265
apple	1266
traditional	1267
frustration	1268
implanted	1269
puritanical	1270
27-year-old	1271
nine-member	1272
rural	1273
grain	1274
confronted	1275
jacket	1276
inject	1277
soda	1278
characteristic	1279
images	1280
clarify	1281
drink	1282
strategies	1283
mexican	1284
dates	1285
fingering	1286
policeman	1287
integrate	1288
hedgers	1289
puns	1290
connects	1291
spreadsheet	1292
outdoor	1293
gets	1294
coupe	1295
vs.	1296
magnified	1297
monolithic	1298
procedures	1299
abortions	1300
atmospheric	1301
underwrites	1302
pressing	1303
alarms	1304
prescribe	1305
catheter	1306
struggled	1307
tax-deferred	1308
hardest	1309
shielded	1310
hawaiian	1311
cooperatives	1312
menu	1313
cook	1314
enhancements	1315
sounded	1316
covenants	1317
onslaught	1318
pushed	1319
warnings	1320
company-operated	1321
arrogant	1322
striking	1323
enjoying	1324
choosing	1325
railroad	1326
wracked	1327
allay	1328
crashed	1329
district	1330
pasture	1331
orphans	1332
exhaustive	1333
scared	1334
asphalt	1335
differing	1336
surreal	1337
relation	1338
dismiss	1339
mute	1340
test	1341
goodness	1342
third-party	1343
vogue	1344
two-part	1345
happened	1346
soared	1347
increases	1348
cholesterol	1349
new-model	1350
persuasively	1351
emphatically	1352
divorce	1353
glorious	1354
talking	1355
stop-motion	1356
utterances	1357
dogs	1358
sides	1359
glossy	1360
heard	1361
futuristic	1362
negotiations	1363
binding	1364
killer	1365
routes	1366
entrepreneur	1367
rugged	1368
rubber	1369
consortia	1370
structure	1371
ious	1372
emotion	1373
exercisable	1374
one-day	1375
rescind	1376
personalities	1377
goodwill	1378
having	1379
provides	1380
illustrates	1381
historically	1382
equity-purchase	1383
terminated	1384
immense	1385
electric	1386
torments	1387
lifetime	1388
startling	1389
hikers	1390
create	1391
casualty	1392
restrictive	1393
reconstructing	1394
offsetting	1395
coalition	1396
outflow	1397
roll	1398
distraction	1399
biological	1400
fabricated	1401
hat	1402
weight	1403
appropriate	1404
wisely	1405
coaster	1406
basing	1407
implies	1408
bidding	1409
petrochemicals	1410
vegetables	1411
americans	1412
absurd	1413
explosive	1414
audience	1415
gruesome	1416
network	1417
beginning	1418
fragility	1419
pre-tax	1420
single-a-2	1421
haunting	1422
m-whatever	1423
fabricate	1424
n.m.-based	1425
tainted	1426
participants	1427
popular	1428
column	1429
less-than-truckload	1430
testimonial	1431
organizing	1432
affiliated	1433
greatly	1434
soft-spoken	1435
bombing	1436
adult	1437
a-2	1438
putting	1439
maintain	1440
highest-rated	1441
undeveloped	1442
consumer	1443
56-year-old	1444
praying	1445
busiest	1446
dominant	1447
f-15	1448
upswing	1449
future	1450
sponsor	1451
refined	1452
showrooms	1453
save	1454
privately	1455
could	1456
collateralized	1457
garden	1458
risks	1459
victories	1460
faded	1461
racehorses	1462
she	1463
opponents	1464
precise	1465
lovely	1466
acid	1467
surged	1468
preserves	1469
tentatively	1470
suspected	1471
groups	1472
perceptions	1473
downgrading	1474
bitterly	1475
videocassette	1476
finished	1477
writer	1478
nationally	1479
repayment	1480
wonders	1481
volunteers	1482
four-year	1483
shelters	1484
renegotiate	1485
two-tier	1486
computer	1487
imitation	1488
trustee	1489
contractions	1490
troop	1491
calamity	1492
adviser	1493
crowded	1494
imperial	1495
glitches	1496
targets	1497
yen	1498
trotted	1499
discourages	1500
occurs	1501
billionnaire	1502
detectors	1503
continued	1504
employing	1505
m$	1506
embody	1507
uneasy	1508
banned	1509
illustrated	1510
reconcile	1511
predictive	1512
chicken	1513
pleasing	1514
full-page	1515
five-point	1516
hurdles	1517
plants	1518
faith	1519
harshly	1520
penchant	1521
entitling	1522
sugared	1523
organize	1524
affiliate	1525
lawsuit	1526
petrochemical	1527
select	1528
money-losing	1529
promotional	1530
operational	1531
attempts	1532
glamour	1533
invest	1534
buildup	1535
volatility	1536
spur	1537
pitted	1538
adopted	1539
displaced	1540
reruns	1541
disc	1542
nonrecurring	1543
diverted	1544
blood	1545
smooth	1546
endured	1547
unborn	1548
pico	1549
thriving	1550
bears	1551
refuted	1552
cancer	1553
regulator	1554
hatched	1555
tested	1556
subsidize	1557
upgrading	1558
mindless	1559
tactic	1560
reporters	1561
utilities	1562
pilot	1563
windfalls	1564
b2	1565
sell-off	1566
man	1567
single-b-1	1568
bonuses	1569
stadiums	1570
eloquently	1571
surprises	1572
coaches	1573
abstract	1574
embrace	1575
guts	1576
loser	1577
incursion	1578
squared	1579
post-1997	1580
overwhelmingly	1581
cups	1582
properties	1583
wholesale	1584
spectrum	1585
hearing	1586
20-year	1587
nonunion	1588
using	1589
pass	1590
teachers	1591
block	1592
bankruptcy-law	1593
persuaded	1594
evaluating	1595
antiquities	1596
intellectual	1597
508-point	1598
appears	1599
outlawing	1600
provocatively	1601
heightened	1602
exist	1603
participation	1604
fundamentals	1605
weigh	1606
wonderfully	1607
asset-backed	1608
stringent	1609
deposits	1610
silver	1611
hand-held	1612
vice	1613
collecting	1614
conservatism	1615
boldly	1616
syndicating	1617
brisk	1618
piston	1619
objectivity	1620
gone	1621
expertise	1622
hub	1623
exporting	1624
tube	1625
collectibles	1626
goods	1627
salmon	1628
furniture	1629
enjoys	1630
rent	1631
broken	1632
inning	1633
among	1634
library	1635
please	1636
decisions	1637
tone	1638
property	1639
dignity	1640
insolvent	1641
long-haul	1642
babies	1643
investigated	1644
tracking	1645
seats	1646
dashed	1647
ponds	1648
enlightening	1649
relaxation	1650
tendering	1651
blast	1652
pilings	1653
york-based	1654
drafting	1655
disorders	1656
divest	1657
riches	1658
grows	1659
great	1660
seedy	1661
cats	1662
strain	1663
israeli-occupied	1664
presumably	1665
fool	1666
camera	1667
dealer	1668
payable	1669
pistols	1670
instruction-set	1671
purely	1672
combing	1673
accounts	1674
residential	1675
introduce	1676
solo	1677
time	1678
less-developed	1679
hops	1680
grumble	1681
companion	1682
relocated	1683
creditors	1684
wholesaler	1685
enough	1686
clan	1687
salvage	1688
environments	1689
education	1690
similarities	1691
philosophic	1692
suffered	1693
enhance	1694
10-cent-a-share	1695
inventories	1696
possessions	1697
clerks	1698
intimidating	1699
expects	1700
bucks	1701
company-owned	1702
automation	1703
blows	1704
sang	1705
parental-consent	1706
grains	1707
protest	1708
nondescript	1709
room	1710
hold	1711
shots	1712
attached	1713
affirmation	1714
imaginative	1715
endorsement	1716
post	1717
di	1718
catalytic	1719
investigation	1720
frank	1721
laughed	1722
knots	1723
eating	1724
exhibitions	1725
rebellion	1726
postpone	1727
reputed	1728
mom	1729
roommate	1730
campaign	1731
radios	1732
seldom	1733
post-production	1734
moved	1735
non-communist	1736
lion	1737
forfeiture	1738
outbreak	1739
preamble	1740
hospitalized	1741
gesture	1742
industrialists	1743
vested	1744
sparkling	1745
perchlorate	1746
preview	1747
pharmacies	1748
resembles	1749
intention	1750
proves	1751
lately	1752
clouds	1753
chocolate	1754
cue	1755
ups	1756
seven-year	1757
tie-ins	1758
crash	1759
modifies	1760
sweetheart	1761
near-record	1762
satirical	1763
text	1764
countersuit	1765
plans	1766
fastest-growing	1767
background	1768
nursing	1769
equation	1770
restrict	1771
ruin	1772
basketball	1773
ethical	1774
publicist	1775
map	1776
resold	1777
influence-peddling	1778
apartments	1779
allowances	1780
matures	1781
scream	1782
sheer	1783
roofs	1784
smiled	1785
bankrupt	1786
outages	1787
sniffed	1788
titans	1789
moderates	1790
ministers	1791
zealand-based	1792
fortunes	1793
reconciliation	1794
peanuts	1795
settling	1796
wholesome	1797
tool-and-die	1798
lookout	1799
panels	1800
dearth	1801
helicopters	1802
plentiful	1803
cautioned	1804
enjoined	1805
frequent-flier	1806
stepping	1807
mold	1808
fabric	1809
furthermore	1810
soaring	1811
samurai	1812
slogans	1813
menswear	1814
solicitation	1815
exchange-rate	1816
overly	1817
firmed	1818
hazard	1819
preclude	1820
deliver	1821
major-party	1822
clipboard	1823
surrounding	1824
silent	1825
tout	1826
displaying	1827
rolling	1828
right-to-life	1829
ours	1830
meals	1831
piled	1832
nor	1833
cheaters	1834
diagnostics	1835
played	1836
meantime	1837
wagons	1838
business-to-business	1839
directs	1840
earthworms	1841
formulation	1842
landings	1843
destroy	1844
negatively	1845
deep-pocketed	1846
fantasies	1847
litigation	1848
postponed	1849
resell	1850
aftershocks	1851
aerobics	1852
prominent	1853
candidates	1854
watching	1855
succeeded	1856
depositors	1857
steadied	1858
sassy	1859
battled	1860
surely	1861
ragged	1862
prosperous	1863
sometimes	1864
witnessing	1865
bouts	1866
backed	1867
asbestos	1868
minor	1869
disposing	1870
car	1871
odd	1872
warm-up	1873
classic	1874
debenture	1875
computer-assisted	1876
leveling	1877
healing	1878
ignore	1879
condemning	1880
monopolize	1881
shoo-in	1882
cardinals	1883
misinterpret	1884
holding	1885
gradual	1886
sacrifices	1887
ufos	1888
formal	1889
smells	1890
denied	1891
clears	1892
now-defunct	1893
dealt	1894
regret	1895
grave	1896
publishing	1897
insiders	1898
franchisees	1899
brechtian	1900
widen	1901
utter	1902
advertise	1903
fishing	1904
inverse	1905
plaintiff	1906
intuition	1907
reorganized	1908
abolished	1909
opportunities	1910
bond-price	1911
machine-tool	1912
various	1913
fountains	1914
recovering	1915
lbo	1916
axiom	1917
31-year-old	1918
inadequately	1919
declare	1920
deficiencies	1921
form	1922
prevails	1923
dip	1924
violate	1925
refuge	1926
sba	1927
cartel	1928
revoke	1929
simultaneously	1930
less	1931
embarrassing	1932
cheese	1933
spacecraft	1934
hamstrung	1935
brokerage	1936
vocal	1937
prod	1938
accordingly	1939
interiors	1940
cotton	1941
obsolete	1942
dilution	1943
spies	1944
foreign-currency	1945
secondly	1946
situations	1947
likelihood	1948
exempt	1949
lighted	1950
gives	1951
expectation	1952
outline	1953
toad	1954
public-works	1955
hypocrisy	1956
surprised	1957
galleries	1958
multiyear	1959
flood	1960
strenuously	1961
novelist	1962
employees	1963
split	1964
buyer	1965
designer	1966
going	1967
seeks	1968
mig-1	1969
horticulturally	1970
swaps	1971
fairly	1972
urgently	1973
points	1974
growth-stock	1975
violet	1976
responses	1977
northeast	1978
spent	1979
ethos	1980
5-fluorouracil	1981
investor	1982
no-frills	1983
case-by-case	1984
spot	1985
focal	1986
strained	1987
squinting	1988
voiced	1989
promotions	1990
capturing	1991
buyouts	1992
spanish	1993
fertilized	1994
arguably	1995
argentine	1996
overemphasize	1997
brief	1998
reviewed	1999
businesslike	2000
mesh	2001
stepped-up	2002
staging	2003
linkages	2004
eighth	2005
activated	2006
upstream	2007
2	2008
ball	2009
equipped	2010
belief	2011
luxury	2012
academic	2013
share	2014
artist	2015
frenetic	2016
authority	2017
somehow	2018
inflated	2019
engage	2020
stuttgart-based	2021
minds	2022
unauthorized	2023
clanging	2024
burns	2025
dentist	2026
electronic	2027
futures	2028
vacancy	2029
bail	2030
exceptions	2031
brains	2032
synthetic	2033
mid-1990s	2034
swamped	2035
managed	2036
succeeding	2037
discredited	2038
modification	2039
unions	2040
notifying	2041
brutal	2042
philosophy	2043
spilled	2044
counter	2045
forming	2046
survivor	2047
governed	2048
ordeal	2049
heated	2050
cope	2051
indebtedness	2052
'70s	2053
vineyards	2054
caller	2055
unless	2056
top-selling	2057
yesterday	2058
they	2059
pre-1967	2060
interstates	2061
connecting	2062
fortunately	2063
processor	2064
equality	2065
fatten	2066
resurfaced	2067
debt-reduction	2068
masonry	2069
sandwiches	2070
tumors	2071
mock	2072
oils	2073
unlimited	2074
exchanges	2075
cocaine	2076
receiving	2077
probability	2078
surtax	2079
readers	2080
document	2081
stockholders	2082
belongings	2083
now-shaky	2084
parlor	2085
maximum	2086
stalked	2087
crises	2088
enthusiasm	2089
skip	2090
borrowing	2091
recommending	2092
debt-ridden	2093
inferior	2094
raw-steel	2095
prospect	2096
shouted	2097
dodgers	2098
jetliner	2099
reverses	2100
starring	2101
gulf	2102
world-class	2103
mysteries	2104
insuring	2105
luxurious	2106
derivative	2107
glad	2108
freezing	2109
five-year	2110
volcano	2111
busted	2112
one-quarter	2113
ferry	2114
unsolicited	2115
standstill	2116
guessed	2117
outpost	2118
cpas	2119
beset	2120
arms-kickback	2121
chains	2122
trip	2123
issuers	2124
exploring	2125
hostage	2126
homer	2127
spotting	2128
billionaire	2129
due	2130
lesser	2131
producers	2132
scattered	2133
up-front	2134
sufficiently	2135
flashy	2136
holiday	2137
vowing	2138
donations	2139
giveaway	2140
condominiums	2141
protesters	2142
pyramids	2143
sludge	2144
unintended	2145
bottoming	2146
rearing	2147
lift	2148
ironically	2149
linage	2150
complaining	2151
luck	2152
accepted	2153
bust	2154
apply	2155
drives	2156
spanish-language	2157
songs	2158
craft	2159
scavengers	2160
eastern	2161
gripped	2162
resistant	2163
accepting	2164
hitch	2165
convictions	2166
crooks	2167
salesmen	2168
preferential	2169
editors	2170
traded	2171
contributions	2172
newest	2173
relate	2174
narrow	2175
automotive	2176
retarded	2177
dressmaking	2178
computer-maintenance	2179
sergeant	2180
options	2181
probes	2182
facilities	2183
materials	2184
builds	2185
insulin	2186
convention	2187
inside	2188
representatives	2189
jocks	2190
chunks	2191
efficient	2192
frame	2193
scoops	2194
presses	2195
punts	2196
authorities	2197
declared	2198
king	2199
animals	2200
weeklies	2201
homework	2202
justify	2203
curtail	2204
last	2205
kicked	2206
associates	2207
reduce	2208
ton	2209
custom-tailored	2210
emphasized	2211
search	2212
backgrounds	2213
forests	2214
paranoid	2215
banner	2216
faults	2217
evaluations	2218
tighter	2219
pay-in-kind	2220
tractor	2221
35-hour	2222
operatives	2223
football	2224
cooperation	2225
morality	2226
raise	2227
male-fertile	2228
pipes	2229
addition	2230
judicial	2231
teaming	2232
threemonth	2233
overvalued	2234
indication	2235
cambodian	2236
formidable	2237
nonpublic	2238
essay	2239
medium-sized	2240
nurse	2241
profit	2242
stall	2243
recycles	2244
lacks	2245
one-tenth	2246
reopening	2247
orchards	2248
tiny	2249
clock	2250
adopts	2251
claim	2252
opportunity	2253
peruvian	2254
short-sellers	2255
securing	2256
constant	2257
fourth-quarter	2258
house-passed	2259
semiconductors	2260
confronts	2261
elephants	2262
philadelphia-based	2263
families	2264
skills	2265
smattering	2266
persuade	2267
widow	2268
unfortunately	2269
ruining	2270
couriers	2271
bureaus	2272
sheltered	2273
pension	2274
women	2275
unlawful	2276
boardrooms	2277
adjournment	2278
nazi	2279
device	2280
bakeries	2281
bad	2282
returns	2283
much-beloved	2284
sleek	2285
distillers	2286
petty	2287
shirts	2288
rewarded	2289
initial	2290
approves	2291
barn	2292
hole	2293
common	2294
reductions	2295
prominently	2296
procedure	2297
titled	2298
nationalization	2299
disclosed	2300
30-year	2301
resilient	2302
c.d.s	2303
allure	2304
introduced	2305
devote	2306
harms	2307
confirmation	2308
blue-collar	2309
applies	2310
throws	2311
friend	2312
constraints	2313
connections	2314
fertilizers	2315
concealing	2316
membership	2317
judge	2318
workings	2319
unheard	2320
during	2321
groans	2322
hedging	2323
lineup	2324
announcements	2325
promote	2326
double-a	2327
new	2328
swapping	2329
prepayment	2330
way	2331
hybrids	2332
market-opening	2333
profiles	2334
prime	2335
best	2336
necessarily	2337
non-lawyers	2338
honey	2339
competes	2340
owns	2341
fundamental	2342
staunchly	2343
accompanied	2344
disregarded	2345
description	2346
shoddy	2347
stock-picking	2348
academia	2349
simply	2350
lovable	2351
appointed	2352
environmentally	2353
fact-finding	2354
accusing	2355
hackles	2356
aftershock	2357
raking	2358
spread	2359
cough	2360
double-a-plus	2361
beating	2362
single-family	2363
big-city	2364
liquid-crystal	2365
clerk	2366
chose	2367
waiters	2368
massive	2369
filibuster	2370
voted	2371
one-penny	2372
realign	2373
enabled	2374
take	2375
leaking	2376
bar	2377
charming	2378
3-for-1	2379
lawyer	2380
damages	2381
aided	2382
american-style	2383
baseline	2384
expenditure	2385
tangible	2386
solar	2387
discovering	2388
take-or-pay	2389
develop	2390
dragging	2391
risen	2392
darwinian	2393
envelopes	2394
longest	2395
manageable	2396
realizes	2397
grinds	2398
helplessly	2399
skin	2400
transplant	2401
drinking	2402
ousted	2403
collapsed	2404
overall	2405
card	2406
types	2407
rallying	2408
clumsy	2409
framers	2410
exclaims	2411
hindered	2412
over-40	2413
upward	2414
flat-rolled	2415
rooms	2416
ai	2417
magnetic	2418
rake	2419
ports	2420
breakers	2421
bargain	2422
centennial	2423
trendy	2424
contended	2425
dictates	2426
paris-based	2427
robot	2428
tumble	2429
air-conditioned	2430
dose	2431
capitalizing	2432
alike	2433
soviet	2434
imprisonment	2435
custody	2436
dunes	2437
height	2438
usage	2439
nicely	2440
skilled	2441
summers	2442
champagne	2443
heaved	2444
asthma	2445
fired	2446
happening	2447
replacement	2448
hdtvs	2449
combination	2450
fudge	2451
place	2452
perennial	2453
unofficially	2454
happenings	2455
misses	2456
alert	2457
retain	2458
format	2459
federally	2460
refurbishing	2461
operating	2462
professionals	2463
program-trading	2464
comprising	2465
foreseeable	2466
ipos	2467
tenfold	2468
stages	2469
sold	2470
defensive	2471
link	2472
recalls	2473
perfume	2474
growing	2475
et	2476
domestic	2477
eurodollar	2478
annoyed	2479
brow	2480
broker-dealers	2481
type	2482
pointing	2483
neighbor	2484
assumption	2485
negotiate	2486
bother	2487
enjoyed	2488
predetermined	2489
sewage	2490
complaints	2491
notwithstanding	2492
regulators	2493
certainly	2494
fetch	2495
amazed	2496
expanded	2497
lengthy	2498
case	2499
heavy-handed	2500
chilling	2501
mom-and-pop	2502
interfere	2503
revive	2504
breaking	2505
sway	2506
festivities	2507
contention	2508
hungry	2509
reopen	2510
turf	2511
ward	2512
one-year	2513
measuring	2514
sorely	2515
defective	2516
flurry	2517
plugging	2518
adhesives	2519
cracks	2520
collectors	2521
engine	2522
treasurers	2523
dived	2524
facilitate	2525
naming	2526
corresponding	2527
pastry	2528
noticed	2529
oddities	2530
discriminatory	2531
audit	2532
proudly	2533
incident	2534
bloodbath	2535
follow	2536
conspired	2537
including	2538
male	2539
powered	2540
favorites	2541
accrue	2542
due-process	2543
yelled	2544
chicago-based	2545
largest	2546
rig	2547
wire	2548
scans	2549
sprung	2550
recovery	2551
correction	2552
waste-to-energy	2553
anomalous	2554
hell	2555
anticipates	2556
appointments	2557
newsletter	2558
defaults	2559
child-care	2560
probably	2561
find	2562
pampers	2563
deputies	2564
assurance	2565
said	2566
permission	2567
one-fourth	2568
indications	2569
appealing	2570
exile	2571
irritation	2572
4-0	2573
pioneered	2574
masse	2575
loathed	2576
fallen	2577
bands	2578
bacterial	2579
marcoses	2580
noting	2581
greatest	2582
conform	2583
acclaimed	2584
bang	2585
activities	2586
provide	2587
radio	2588
heighten	2589
electronics	2590
installments	2591
insignificant	2592
supporters	2593
regulate	2594
manufacturers	2595
forget	2596
flowers	2597
struggle	2598
daylight	2599
a-6	2600
sack	2601
year-on-year	2602
leaner	2603
decor	2604
40-year-old	2605
regulated	2606
date	2607
exemptions	2608
technological	2609
treaty	2610
journalistic	2611
tickets	2612
originally	2613
conscience	2614
quake	2615
absences	2616
year-before	2617
union	2618
outrageous	2619
character	2620
bees	2621
repeating	2622
capital	2623
eurodollars	2624
jeopardy	2625
identifiable	2626
editions	2627
china	2628
all	2629
conservationists	2630
pins	2631
routing	2632
barred	2633
physics	2634
unique	2635
hard-line	2636
squaring	2637
blockbuster	2638
fan	2639
mints	2640
chanted	2641
variations	2642
crowds	2643
sea	2644
persuading	2645
dance	2646
guided	2647
hint	2648
neighborhood	2649
gloomy	2650
liability	2651
wheat	2652
bracing	2653
blamed	2654
confirms	2655
concluded	2656
whatsoever	2657
unlike	2658
undergoing	2659
stylistic	2660
along	2661
tract	2662
thumbs	2663
streets	2664
f-18s	2665
proclaim	2666
million-share	2667
overruns	2668
get-together	2669
prohibition	2670
together	2671
educational	2672
overlooking	2673
costumed	2674
violent	2675
suffers	2676
even	2677
t-bills	2678
drastic	2679
plenty	2680
bumper	2681
endeavor	2682
competitive	2683
nonfiction	2684
saturated	2685
echoing	2686
legitimacy	2687
rushed	2688
it	2689
touches	2690
greenmail	2691
mink	2692
punishment	2693
come	2694
cartoon	2695
respectable	2696
betting	2697
safety	2698
assuming	2699
shame	2700
thinker	2701
vacations	2702
sixth	2703
include	2704
ambition	2705
zimbabwean	2706
tears	2707
stamping	2708
sedans	2709
bumble	2710
repeatedly	2711
elevated	2712
waved	2713
cross-blending	2714
segregated	2715
paled	2716
update	2717
plastics	2718
boredom	2719
most-active	2720
butt	2721
advocacy	2722
boomers	2723
dawn	2724
funding	2725
acquired	2726
administrators	2727
causes	2728
terrifying	2729
grand	2730
destination	2731
besieged	2732
prayer	2733
laureate	2734
finally	2735
tokyo-based	2736
columns	2737
senate-passed	2738
bran	2739
lull	2740
usually	2741
daytime	2742
whimper	2743
trying	2744
handwriting	2745
graduate-student	2746
economist	2747
honesty	2748
worse-than-expected	2749
garcias	2750
glitzy	2751
pop	2752
swung	2753
acres	2754
gene	2755
populated	2756
hook	2757
benefits	2758
hesitantly	2759
unimportant	2760
suited	2761
accolade	2762
aimed	2763
disinterested	2764
salon	2765
becoming	2766
shy	2767
abstained	2768
boiler-room	2769
interviewed	2770
flocked	2771
foster	2772
statute	2773
ammo	2774
argues	2775
climbed	2776
karaoke	2777
regarded	2778
urethane	2779
immigration	2780
cleaners	2781
soloist	2782
lends	2783
infusion	2784
registrants	2785
spun-off	2786
replete	2787
glycols	2788
33-year-old	2789
polished	2790
inflating	2791
value	2792
helm	2793
expression	2794
transportation	2795
innings	2796
property/casualty	2797
importers	2798
claimants	2799
legitimate	2800
guys	2801
industry	2802
stand	2803
mainstay	2804
discouraged	2805
hated	2806
prematurely	2807
muscles	2808
mentions	2809
these	2810
were	2811
managers	2812
discounting	2813
unsafe	2814
souls	2815
pile	2816
vanished	2817
whimsical	2818
spurt	2819
franc	2820
technically	2821
courses	2822
health	2823
dissolution	2824
beware	2825
tvs	2826
supervised	2827
dissent	2828
revival	2829
incidence	2830
inventory	2831
acclaim	2832
year-round	2833
packed	2834
whispering	2835
introduction	2836
thefts	2837
thing	2838
necessitated	2839
details	2840
host	2841
consciousness	2842
resemblance	2843
reinvesting	2844
international	2845
cedar	2846
cascade	2847
bulletins	2848
prospective	2849
bent	2850
unveil	2851
overcome	2852
signal	2853
priced	2854
limited	2855
praise	2856
spares	2857
advertisement	2858
therapy	2859
gaming	2860
regulation	2861
confidence	2862
built	2863
the	2864
copy	2865
ambitious	2866
aspect	2867
sales-tax	2868
annuities	2869
distinction	2870
motorist	2871
relief	2872
46-year-old	2873
miami-based	2874
dolce	2875
bald	2876
wish	2877
highest	2878
slipped	2879
quote	2880
territories	2881
unknown	2882
fanciful	2883
requisite	2884
health-club	2885
glut	2886
bumpy	2887
reversible	2888
consistent	2889
refurbishment	2890
screeching	2891
appear	2892
pills	2893
jobs	2894
bugs	2895
blends	2896
scuttled	2897
brush	2898
contractor	2899
bite	2900
reforming	2901
reimburse	2902
presently	2903
deterring	2904
distributing	2905
psychoanalyst	2906
machetes	2907
coffee	2908
liberalization	2909
configuration	2910
novel	2911
dogma	2912
assassinate	2913
transmissions	2914
supply-side	2915
waits	2916
improvements	2917
36-year-old	2918
ceased	2919
ball-bearing	2920
``	2921
enjoin	2922
terms	2923
budged	2924
bulk	2925
watches	2926
downtime	2927
lender	2928
headquarter	2929
single-engine	2930
armor	2931
either	2932
comply	2933
unification	2934
sophomore	2935
openings	2936
awards	2937
restoring	2938
spinal	2939
diplomat	2940
call	2941
statesmen	2942
someday	2943
ugly	2944
painter	2945
provision	2946
enjoy	2947
gamble	2948
half-dozen	2949
eligible	2950
peer	2951
pulling	2952
deep	2953
deposit	2954
amenities	2955
bailed	2956
embedded	2957
greeting	2958
chooses	2959
inspect	2960
democratic-controlled	2961
purchased	2962
oceanographic	2963
innovative	2964
distant	2965
aw	2966
catastrophe	2967
mileage	2968
junior	2969
native	2970
video	2971
gerrymandering	2972
direction	2973
stock-index	2974
leap	2975
disapproval	2976
cable-television	2977
mainframe	2978
blocker	2979
cell	2980
sealed	2981
excesses	2982
tumultuous	2983
tension	2984
subtracted	2985
syndicate	2986
small-town	2987
grossly	2988
descent	2989
tissues	2990
unprepared	2991
injury	2992
approaches	2993
salaries	2994
smack	2995
midmorning	2996
decreased	2997
depict	2998
would-be	2999
confiscating	3000
benches	3001
broker-sold	3002
equate	3003
interpretation	3004
attract	3005
continent	3006
fixed-price	3007
inched	3008
agriculture	3009
burying	3010
lacking	3011
unfolding	3012
opted	3013
times	3014
awaiting	3015
fend	3016
occasion	3017
rush	3018
data	3019
harsh	3020
childhood	3021
summary	3022
erupted	3023
discontinuation	3024
pollster	3025
brandy	3026
junkets	3027
crest	3028
quarter-to-quarter	3029
mercy	3030
track	3031
activist	3032
s$	3033
unfolds	3034
medium	3035
lend	3036
transition	3037
privilege	3038
lagoon	3039
fragrance	3040
praised	3041
danish	3042
metallurgical	3043
carefully	3044
copiers	3045
length	3046
disgraceful	3047
sophistication	3048
reveal	3049
workplace	3050
boy	3051
barges	3052
cockpit	3053
hall	3054
clutch	3055
lecture	3056
roll-call	3057
gains	3058
an	3059
finishing	3060
licking	3061
benefited	3062
anatomical	3063
labor	3064
explanation	3065
evolve	3066
carpets	3067
viral	3068
inventions	3069
say	3070
posing	3071
suburb	3072
letting	3073
highly	3074
hesitate	3075
televisions	3076
leather	3077
quotes	3078
swiftly	3079
delegate	3080
aids-infected	3081
revivals	3082
longstanding	3083
37-year-old	3084
policies	3085
golf	3086
juries	3087
admitting	3088
blank	3089
breakthrough	3090
c	3091
affirmed	3092
ironic	3093
biology	3094
impaired	3095
reserve	3096
stem	3097
workstations	3098
purists	3099
heritage	3100
restrain	3101
double	3102
far-reaching	3103
scary	3104
firmer	3105
segregate	3106
pass-through	3107
presumption	3108
ridicule	3109
conspiring	3110
insure	3111
large	3112
debtor	3113
boss	3114
listings	3115
minuscule	3116
address	3117
seminar	3118
boost	3119
ensure	3120
quell	3121
cuban	3122
shelf	3123
jumbo	3124
flashed	3125
retailing	3126
delivering	3127
unending	3128
polyurethane	3129
otherwise	3130
strips	3131
same	3132
carpeting	3133
industrials	3134
1920s	3135
delivered	3136
wears	3137
franchiser	3138
maze	3139
gon	3140
tell	3141
second-largest	3142
night	3143
oversubscribed	3144
writing	3145
racketeering	3146
'80s	3147
reigned	3148
kindly	3149
story	3150
tenders	3151
virtue	3152
born	3153
reformulated	3154
harbor	3155
neutralization	3156
dies	3157
pocket	3158
#	3159
redistribution	3160
monitored	3161
compacted	3162
valley	3163
dent	3164
primordial	3165
thoroughfare	3166
stir	3167
gatherings	3168
stifle	3169
propped	3170
aquarium	3171
democracies	3172
exclusions	3173
mich.-based	3174
vodka	3175
deepest	3176
chaos	3177
laborers	3178
learn	3179
specified	3180
victimized	3181
implied	3182
enables	3183
pollsters	3184
tumor	3185
mired	3186
lands	3187
central	3188
fostered	3189
tack	3190
instinctive	3191
complexity	3192
slowly	3193
agreeing	3194
plying	3195
dissidents	3196
pubs	3197
revision	3198
root	3199
group	3200
uninspired	3201
liberalized	3202
sexually	3203
institution	3204
pianist	3205
lap	3206
screws	3207
deteriorated	3208
averages	3209
reversing	3210
uv-b	3211
weak	3212
classroom	3213
exercised	3214
proposes	3215
widest	3216
proper	3217
breathing	3218
considering	3219
half	3220
accommodated	3221
crucial	3222
hispanic	3223
cheers	3224
streamline	3225
cracked	3226
seizure	3227
wanes	3228
eats	3229
churn	3230
easing	3231
about	3232
bailouts	3233
obstruction	3234
commonly	3235
outlets	3236
hardened	3237
successfully	3238
pertussis	3239
emerges	3240
should	3241
tips	3242
one-yen	3243
reassuring	3244
fragile	3245
sequels	3246
shattered	3247
shocked	3248
building-materials	3249
kitchen	3250
rebuff	3251
velocity	3252
amid	3253
lied	3254
thermal	3255
seeing	3256
architecture	3257
surrender	3258
amended	3259
grandiose	3260
end	3261
reeled	3262
repair	3263
exam	3264
piggybacking	3265
flexibility	3266
flights	3267
shells	3268
drift	3269
convened	3270
severed	3271
palestinians	3272
terrorists	3273
mounted	3274
double-decker	3275
anti-white	3276
drum	3277
preparedness	3278
moves	3279
small	3280
spun	3281
freshmen	3282
expert	3283
pinpoint	3284
v.	3285
eerie	3286
towels	3287
pending	3288
energies	3289
build	3290
afterwards	3291
portfolio	3292
censored	3293
rigor	3294
half-hour	3295
miracle	3296
report	3297
blatant	3298
frees	3299
food	3300
decreases	3301
mentor	3302
squalid	3303
specifications	3304
wider	3305
knowledgeable	3306
peninsula	3307
imbalance	3308
insurance-company	3309
concedes	3310
unduly	3311
appropriated	3312
chiefs	3313
trucks	3314
bans	3315
ghostbusting	3316
disagreed	3317
lengths	3318
giving	3319
roots	3320
relies	3321
breakup	3322
spanking	3323
flap	3324
unfriendly	3325
impassively	3326
conversions	3327
food-service	3328
float	3329
almost	3330
credit	3331
tamer	3332
annually	3333
cuckoo	3334
qualifications	3335
whereas	3336
catch	3337
philosophies	3338
plowed	3339
proliferating	3340
patent	3341
manner	3342
spotlight	3343
oil	3344
personalized	3345
il-4	3346
crop	3347
forma	3348
echo	3349
powerhouse	3350
shapes	3351
newly	3352
ear	3353
subcontractors	3354
landscape	3355
heat	3356
tax	3357
note	3358
ample	3359
productive	3360
waffled	3361
rape	3362
security	3363
sprout	3364
cosmic	3365
transporting	3366
nervously	3367
laboratories	3368
killed	3369
high-level	3370
lent	3371
digits	3372
coolants	3373
attractiveness	3374
discussions	3375
kingside	3376
doctor	3377
intensity	3378
postwar	3379
costa	3380
clouded	3381
currently	3382
printed	3383
pose	3384
expectations	3385
refuse	3386
boasts	3387
coins	3388
lawyers	3389
campus	3390
shun	3391
right-wing	3392
basket	3393
lures	3394
pushers	3395
automobile	3396
massages	3397
stubborn	3398
balloons	3399
comparative	3400
one-hour	3401
wrestling	3402
unworthy	3403
top	3404
assessments	3405
two-party	3406
policy	3407
violating	3408
cross-ownership	3409
fights	3410
olds	3411
turbans	3412
combines	3413
reckoning	3414
infrastructure	3415
prison	3416
crippled	3417
attitudes	3418
scrubbers	3419
breathed	3420
undesirable	3421
folklore	3422
unfortunate	3423
americas	3424
despair	3425
college-sports	3426
hair	3427
heralded	3428
steel	3429
re-election	3430
undertook	3431
fined	3432
remaining	3433
textile	3434
skepticism	3435
flush	3436
consensus	3437
desktop	3438
extort	3439
looking	3440
experienced	3441
movie	3442
franchisee	3443
industrialized	3444
throwing	3445
pressures	3446
instability	3447
food-processing	3448
emigration	3449
roast	3450
skeptical	3451
mutual	3452
whirlwind	3453
pencils	3454
outrage	3455
profitable	3456
present-day	3457
guides	3458
admit	3459
factories	3460
kingpin	3461
shoving	3462
bids	3463
processes	3464
provided	3465
existence	3466
illegitimate	3467
impediment	3468
discovery	3469
redeeming	3470
telesystems	3471
polyester	3472
lounge	3473
toil	3474
trudging	3475
low-income	3476
mightily	3477
grannies	3478
thus	3479
gossip	3480
affairs	3481
66-year-old	3482
renovating	3483
lined	3484
distressing	3485
months	3486
posts	3487
production-sharing	3488
poorest	3489
menstrual	3490
possesses	3491
hedge	3492
doomsayers	3493
lacked	3494
semiannual	3495
sedan	3496
rivets	3497
mistakenly	3498
bigger	3499
specialize	3500
dominance	3501
ramifications	3502
specially	3503
corporations	3504
bounds	3505
worded	3506
soot	3507
food-importing	3508
oral	3509
staff	3510
high-priced	3511
niche	3512
behest	3513
emissions	3514
joined	3515
launching	3516
poker	3517
interrupting	3518
bahamas	3519
caution	3520
nod	3521
stocking	3522
downside	3523
hand	3524
pro	3525
buffs	3526
leg	3527
characterized	3528
nationalists	3529
stave	3530
mayor	3531
spite	3532
housework	3533
my	3534
thinned	3535
feats	3536
stalled	3537
masters	3538
collects	3539
activists	3540
illustrate	3541
object	3542
asian	3543
deficits	3544
magnet	3545
elements	3546
substantive	3547
spokesperson	3548
undoubtedly	3549
extrusion	3550
sentiment	3551
reagan-era	3552
overwhelming	3553
approximately	3554
fiberglass	3555
generators	3556
knowledge	3557
'em	3558
doubles	3559
railroads	3560
critically	3561
squeeze	3562
adversary	3563
cross-border	3564
rhythmic	3565
uncanny	3566
lag	3567
penalties	3568
instructions	3569
poles	3570
protests	3571
shaped	3572
color	3573
allegation	3574
israelis	3575
simulate	3576
virtuoso	3577
disaster	3578
convulsions	3579
breach-of-contract	3580
medium-term	3581
ventilation	3582
hazards	3583
pill	3584
founding	3585
alleys	3586
cameras	3587
reckless	3588
kiddies	3589
immediately	3590
cooled	3591
raider	3592
preserving	3593
chapters	3594
judged	3595
slips	3596
supply-demand	3597
solid-waste	3598
contract-drilling	3599
titanium	3600
superiority	3601
doorstep	3602
arrive	3603
panicked	3604
from	3605
explicitly	3606
losses	3607
hypoglycemia	3608
pregnant	3609
obtain	3610
greatness	3611
publications	3612
dialogue	3613
adorned	3614
severely	3615
halting	3616
subminimum	3617
culprits	3618
statist	3619
listener	3620
consequences	3621
hot-air	3622
abandoned	3623
sued	3624
ultimate	3625
bombs	3626
layout	3627
devastation	3628
scale	3629
easy	3630
candy	3631
freight	3632
boon	3633
released	3634
unrelated	3635
airplane	3636
promise	3637
tax-rate	3638
countenance	3639
new-product	3640
daily	3641
stimuli	3642
detained	3643
dwellings	3644
smaller	3645
inflows	3646
showed	3647
minority	3648
carry	3649
doing	3650
freeze	3651
sinking	3652
interleukin-4	3653
sugar	3654
prospectus	3655
hiding	3656
gem	3657
ineptitude	3658
clout	3659
buffeted	3660
dismantle	3661
events	3662
sentiments	3663
